package ru.iteco.fmhandroid.ui.testData;

public class Data_OurMission {
    public static final String TITLE_TEXT = "Love is all";

    public static final String TITLE_CARD_1 = "«Хоспис для меня - это то, каким должен быть мир.\"";
    public static final String TITLE_CARD_2 = "Хоспис в своем истинном понимании - это творчество";
    public static final String TITLE_CARD_3 = "“В хосписе не работают плохие люди” В.В. Миллионщикова\"";
    public static final String TITLE_CARD_4 = "«Хоспис – это философия, из которой следует сложнейшая наука медицинской помощи умирающим и искусство ухода, в котором сочетается компетентность и любовь» С. Сандерс";
    public static final String TITLE_CARD_5 = "Служение человеку с теплом, любовью и заботой";
    public static final String TITLE_CARD_6 = "\"Хоспис продлевает жизнь, дает надежду, утешение и поддержку.\"";
    public static final String TITLE_CARD_7 = "\"Двигатель хосписа - милосердие плюс профессионализм\"\nА.В. Гнездилов, д.м.н., один из пионеров хосписного движения.";
    public static final String TITLE_CARD_8 = "Важен каждый!";
    public static final String DESCRIPTION_CARD_1 = "\"Ну, идеальное устройство мира в моих глазах. Где никто не оценивает, никто не осудит, где говоришь, и тебя слышат, где, если страшно, тебя обнимут и возьмут за руку, а если холодно тебя согреют.” Юля Капис, волонтер";
    public static final String DESCRIPTION_CARD_2 = "Нет шаблона и стандарта, есть только дух, который живет в разных домах по-разному. Но всегда он добрый, любящий и помогающий.";
    public static final String DESCRIPTION_CARD_3 = "Все сотрудники хосписа - это адвокаты пациента, его прав и потребностей. Поиск путей решения различных задач - это и есть хосписный индивидуальный подход к паллиативной помощи.";
    public static final String DESCRIPTION_CARD_4 = "“Творчески и осознанно подойти к проектированию опыта умирания. Создать пространство физическое и психологическое, чтобы позволить жизни отыграть себя до конца. И тогда человек не просто уходит с дороги. Тогда старение и умирание могут стать процессом восхождения до самого конца” \nБи Джей Миллер, врач, руководитель проекта \"Дзен-хоспис\"";
    public static final String DESCRIPTION_CARD_5 = "\"Если пациента нельзя вылечить, это не значит, что для него ничего нельзя сделать. То, что кажется мелочью, пустяком в жизни здорового человека - для пациента имеет огромный смысл.\"";
    public static final String DESCRIPTION_CARD_6 = "\" Хоспис - это мои новые друзья. Полная перезагрузка жизненных ценностей. В хосписе нет страха и одиночества.\"\nЕвгения Белоусова, дочь пациентки Ольги Васильевны";
    public static final String DESCRIPTION_CARD_7 = "\"Делай добро... А добро заразительно. По-моему, все люди милосердны. Нужно просто говорить с ними об этом, суметь разбудить в них чувство сострадания, заложенное от рождения\" - В.В. Миллионщикова";
    public static final String DESCRIPTION_CARD_8 = "\"Каждый, кто оказывается в стенах хосписа, имеет огромное значение в жизни хосписа и его подопечных\"";
}
