package ru.iteco.fmhandroid.ui.testData;
public class NewsData {
    public static final String TITLE_TEXT_NEWS = "News";


    // тестовые данные для создания новости
//    {
//        "custom": {
//        "category": "Новый год",
//                "title": "Дед Мороз",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Елка"
//    },
//
//        "announcement": {
//        "category": "Объявление",
//                "title": "В Пн-Вт ожидаются перебои с доступом в интеренет через Wi-Fi",
//                "titleEditing": "В Пн-Вт ожидаются перебои с доступом в интеренет через Wi-Fi Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Замена роутеров",
//                "discriptionEditing": "Замена роутеров Редактирование"
//    },
//
//        "birthday": {
//        "category": "День рождения",
//                "title": "Мария Петровна приглашает всех на день рождения в Ср 16 августа",
//                "titleEditing": "Мария Петровна приглашает всех на день рождения в Ср 16 августа Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Будет много сюрпризов!))",
//                "discriptionEditing": "Будет много сюрпризов!)) Редактирование"
//    },
//
//        "salary": {
//        "category": "Зарплата",
//                "title": "Срочно предоставить в бухгалтерию отчеты!",
//                "titleEditing": "Срочно предоставить в бухгалтерию отчеты! Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Для своевременного начисления ЗП необходимо до 16 августа сдать отчеты",
//                "discriptionEditing": "Для своевременного начисления ЗП необходимо до 16 августа сдать отчеты Редактирование"
//    },
//
//        "union": {
//        "category": "Профсоюз",
//                "title": "Собрание членов профсоюза состоится 16 августа в 18.00",
//                "titleEditing": "Собрание членов профсоюза состоится 16 августа в 18.00 Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Повестка: 'Внесение изменений в Устав'",
//                "discriptionEditing": "Повестка: 'Внесение изменений в Устав' Редактирование"
//    },
//
//        "holiday": {
//        "category": "Праздник",
//                "title": "День Св.Валентина уже совсем скоро!))",
//                "titleEditing": "День Св.Валентина уже совсем скоро!)) Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Каждому приятно получить валентинку)))",
//                "discriptionEditing": "Каждому приятно получить валентинку))) Редактирование"
//    },
//
//        "massage": {
//        "category": "Массаж",
//                "title": "Открылся новый массажный кабинет",
//                "titleEditing": "Открылся новый массажный кабинет Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Каб.407",
//                "discriptionEditing": "Каб.407 Редактирование"
//    },
//
//        "gratitude": {
//        "category": "Благодарность",
//                "title": "Сердечно благодарим волонтеров из шк.№9!!!",
//                "titleEditing": "Сердечно благодарим волонтеров из шк.№9!!! Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "В августе девочки и мальчики из шк. №9  провели генеральную уборку во всех комнатах хосписа",
//                "discriptionEditing": "В августе девочки и мальчики из шк. №9  провели генеральную уборку во всех комнатах хосписа Редактирование"
//    },
//
//        "help": {
//        "category": "Нужна помощь",
//                "title": "Кто может помочь с расстановкой мебели в отремонтированных комнатах?",
//                "titleEditing": "Кто может помочь с расстановкой мебели в отремонтированных комнатах? Редактирование",
//                "date": "15",
//                "hour": "10",
//                "minute": "50",
//                "discription": "Информация у администратора",
//                "discriptionEditing": "Информация у администратора Редактирование"
    }

